<p><b>ประกาศ!!</b><br>
  <b>*</b> เลขที่สมาชิคของท่านจะอยู่ที่เมนูตรวจสอบรวมถึงรายละเอียดของคุณอื่นๆด้วยเช่นเดียวกัน</p>
<p>&nbsp;</p>
<p><b>Download Full Database</b><br>
    <b>-</b> RanShop <a href="../download/RanShop.rar">ดาวโหลด</a> -- RanShop นี้ถูกตั้งค่าทุกอย่างไว้เหมาะสำหรับเกม Ran และ Shop ของเรา</p>
<p>&nbsp;</p>
<p><b>Update</b></p>
<p>* (new)ระบบรวมเซิร์ฟเวอร์</p>
<p>* เพิ่มระบบใหม่ Invite Friends รายละเอียด -&gt;<br />
  -- เมื่อผู้เล่นใส่ไอดีผู้แนะนำลงตอนสมัครไอดี และ เมื่อผู้เล่นเติมพ้อย ผู้เล่นที่เป็นไอดีแนะนำก็จะได้รับ<br />
  Bonus Point ตามราคาและจำนวนที่ได้ตั้งค่าไว้ที่เมนู ตั้งค่า Truemoney</p>
<p>* เพิ่มระบบ Cone ไอเทม รายละเอียด -&gt;</p>
<p>-- ไม่ต้องรอแอดมินใหญ่ของช๊อปเป็นคนจัดการให้อีกต่อไปเพียงแค่คุณเป็นลูกค้าช๊อปของเรา<br />
  ก็สามารถที่จะโคลนไอเทมของคุณเองได้ตามต้องการเมื่อไหร่ก็ได้โอ้วสบายเลย!! เมนูนี้เพิ่มไว้ที่เมนู &quot;<b>ติดตั้ง</b>&quot;<br>
</p>
<hr>
รับลองการแสดงผลตั้งแต่ <b><u>IE6</u></b> ขึ้นไป<br><br>
<p><b>Soon the future</b><br>
:Guild Editor<br>
:Email Sender<br>
:Video Tutorial<br>
